Repository: ccatalao/olissipa
Catalog: olissipa/src/languages/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: AI for a sustainable world
pt_pt: Inteligência Artificial para um mundo mais inclusivo

source: Learning Applications
pt_pt: Aplicações Pedagógicas

source: Still in a development phase, Olissipa is a platform to make artificial inteligence and machine learning accessible to all, and specially to those who do not have coding skills.
pt_pt: Ainda em fase de desenvolvimento, Olissipa é uma plataforma concebida para tornar a inteligência artificial acessivel a todos, e especialmente aos que não sabem programar computadores.

source: Olissipa is a machine that is being trained to to help people design AI applications for an inclusive and sustainable world.
pt_pt: Olissipa é uma máquina que está a ser treinada para aprender e ensinar a usar a tecnologia para uma sociedade mais inclusiva e sustentável.

source: Please sign in, and we will keep you informed of our most recent developments.
pt_pt: Registe-se para acompanhar os desenvolvimentos mais recentes.

source: About Olissipa
pt_pt: Sobre Olissipa

source: Login
pt_pt: Entrar

source: About
pt_pt: Sobre

source: Sign up
pt_pt: Registar

source: All rights reserved
pt_pt: Todos os direitos reservados
